Repository: web-vision/wv_translation
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# mlang_labels_tablabel
source: Easier translation of records
de: Vereinfachte Übersetzung von Datensätzen

# mlang_labels_tabdescr
source: Currently only pages can be translated, recursively to multiple languages.
de: Aktuell werden nur Seiten unterstützt, diese jedoch rekursiv und mit mehreren Sprachen auf einmal.

# mlang_tabs_tab
source: Translation
de: Übersetzung

# headline.index
source: Translation of pages - Index
de: Übersetzung von Seiten - Übersicht

# headline.index.description
source: Information about module
de: Informationen zum Modul

# description.index
source: <p>This module delivers an overview of all pages and their current translation state. You are able to translate pages recursively to all languages.</p> <p> Pages that are already translated to all possible languages are highlighted in green and won't be able to be translated again.<br> Pages that currently will be translated are highlighted in blue. </p> <p class="bg-warning"> <b>NOTE:</b> Only a level of 5 will be fetched, to prevent loading errors.<br> You have to select a deeper level on your own to see current state and translate further pages. </p>
de: <p>Dieses Modul liefert eine Übersicht aller Seiten und deren aktueller Zustand der Übersetzungen. Seiten können rekursiv in alle Sprachen übersetzt werden.</p> <p> Seiten, welche bereits in alle verfügbaren Sprachen übersetzt sind, werden Grün hervorgehoben und können nicht erneut übersetzt werden.<br> Seiten welche aktuell zur Übersetzung ausgewählt sind werden Blau hervorgehoben. </p> <p class="bg-warning"> <b>ACHTUNG:</b> Es werden nur 5 Ebenen dargestellt, um Probleme mit der Performance zu vermeiden.<br> Sollten Seiten auf einer tieferen Ebene übersetzt werden müssen, kann einfach eine der tieferen Ebenen ausgwählt werden. </p>

# headline.index.languageSelection
source: Languages for translation of selected pages
de: Sprachen in welche die Seiten übersetzt werden sollen

# description.index.languageSelection
source: <p>Selected pages will only be translated to selected languages. If you don't need a specific languages, just deselect it.</p>
de: <p>Ausgewählte Seiten werden nur in die ausgewählten Sprachen übersetzt. Wenn die Übersetzung in eine Sprache nicht benötigt wird, muss diese nur abgewählt werden.</p>

# selected
source: Translate
de: Übersetzen

# localized
source: Localized to languages
de: Übersetzt in folgende Sprachen

# actions.translate
source: Translate selected pages
de: Ausgewählte Seiten übersetzen
